turtle-bazon/secd-machine/platforms/esp32s3/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_FREERTOS_HZ=1000
# Console on the on-board USB-CDC/JTAG serial.
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y